Repository: milind-soni/OpenMausBot
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans, zh_hant

source: New routine
pt_br: Nova rotina
zh_hans: 添加例行工作
zh_hant: 新增例行工作

source: New section
pt_br: Nova seção
zh_hans: 添加区段
zh_hant: 新增區段

source: New task
pt_br: Nova tarefa
zh_hans: 添加任务
zh_hant: 新增任務

source: Newer schedule
pt_br: Agendamento mais novo
zh_hans: 较新的调度
zh_hant: 較新的排程

source: No activity, only messages.
pt_br: Sem atividade, apenas mensagens.
zh_hans: 没有活动，只有消息。
zh_hant: 沒有活動，只有訊息。

source: No bots yet
pt_br: Nenhum bot ainda
zh_hans: 目前没有机器人
zh_hant: 目前沒有機器人

source: No changes recorded yet.
pt_br: Nenhuma mudança registrada ainda.
zh_hans: 尚未记录任何变更。
zh_hant: 尚未記錄任何變更。

source: No computer connected
pt_br: Nenhum computador conectado
zh_hans: 未连接至电脑
zh_hant: 未連線至電腦

source: No cron syntax. Every run uses the agent's existing model, tools, permissions, computer, and connected apps. Times follow the paired computer's local timezone.
pt_br: Sem sintaxe de cron. Cada execução usa o modelo, as ferramentas, as permissões, o computador e os apps conectados que o agente já tem. Os horários seguem o fuso local do computador pareado.
zh_hans: 不使用 cron 语法。每次运行都会使用机器人现有的模型、工具、权限、电脑与已连接的应用程序。时间依照已配对电脑的当地时区。
zh_hant: 不使用 cron 語法。每次執行都會使用機器人現有的模型、工具、權限、電腦與已連線的應用程式。時間依照已配對電腦的當地時區。

source: No limit
pt_br: Sem limite
zh_hans: 无上限
zh_hant: 無上限

source: No model providers are available
pt_br: Nenhum provedor de modelos disponível
zh_hans: 没有可用的模型提供者
zh_hant: 沒有可用的模型提供者

source: No routines
pt_br: Nenhuma rotina
zh_hans: 没有例行工作
zh_hant: 沒有例行工作

source: No workspace default voice is selected. Choose an agent-specific voice above; synthesis still uses the built-in Mac voices on your computer.
pt_br: Nenhuma voz padrão do espaço de trabalho está selecionada. Escolha acima uma voz específica do agente; a síntese continua usando as vozes nativas do Mac no seu computador.
zh_hans: 尚未选择工作区缺省语音。请在上方选择机器人专属语音；语音合成仍会使用电脑上的内置 Mac 语音。
zh_hant: 尚未選擇工作區預設語音。請在上方選擇機器人專屬語音；語音合成仍會使用電腦上的內建 Mac 語音。

source: No workspace default voice is selected. Choose an agent-specific voice above; synthesis still uses the shared ElevenLabs key on your computer.
pt_br: Nenhuma voz padrão do espaço de trabalho está selecionada. Escolha acima uma voz específica do agente; a síntese continua usando a chave compartilhada do ElevenLabs no seu computador.
zh_hans: 尚未选择工作区缺省语音。请在上方选择机器人专属语音；语音合成仍会使用电脑上的共用 ElevenLabs 密钥。
zh_hant: 尚未選擇工作區預設語音。請在上方選擇機器人專屬語音；語音合成仍會使用電腦上的共用 ElevenLabs 金鑰。

source: No workspace default voice is selected. Choose an agent-specific voice above; synthesis still uses the shared Fish Audio key on your computer.
pt_br: Nenhuma voz padrão do espaço de trabalho está selecionada. Escolha acima uma voz específica do agente; a síntese continua usando a chave compartilhada do Fish Audio no seu computador.
zh_hans: 尚未选择工作区缺省语音。请在上方选择机器人专属语音；语音合成仍会使用电脑上的共用 Fish Audio 密钥。
zh_hant: 尚未選擇工作區預設語音。請在上方選擇機器人專屬語音；語音合成仍會使用電腦上的共用 Fish Audio 金鑰。

source: Not connected
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Not enabled
pt_br: Não ativadas
zh_hans: 未激活
zh_hant: 未啟用

source: Not now
pt_br: Agora não
zh_hans: 暂不
zh_hant: 暫時不要

source: Not paired
pt_br: Não pareado
zh_hans: 未配对
zh_hant: 未配對

source: Not provided
pt_br: Não informado
zh_hans: 未提供
zh_hant: 未提供

source: Not provided.
pt_br: Não informado.
zh_hans: 未提供。
zh_hant: 未提供。

source: Nothing matches
pt_br: Nada corresponde
zh_hans: 找不到相符项目
zh_hant: 找不到相符項目

source: Nothing needs you
pt_br: Nada precisa de você
zh_hans: 目前没有需要你处理的项目
zh_hant: 目前沒有需要你處理的項目

source: Nothing scheduled or learned yet.
pt_br: Nada agendado ou aprendido ainda.
zh_hans: 尚未排定或学到任何内容。
zh_hant: 尚未排定或學到任何內容。

source: Nothing to show yet
pt_br: Nada para mostrar ainda
zh_hans: 目前没有内容可显示
zh_hant: 目前沒有內容可顯示

source: Notifications
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

source: Notifications are enabled
pt_br: As notificações estão ativadas
zh_hans: 通知已激活
zh_hant: 通知已啟用

source: OUTPUT
pt_br: SAÍDA
zh_hans: 输出
zh_hant: 輸出

source: Off in Settings
pt_br: Desativadas nos Ajustes
zh_hans: 目前在「设置」中关闭
zh_hant: 目前在「設定」中關閉

source: On
pt_br: Ativadas
zh_hans: 已开启
zh_hant: 已啟用

source: On your computer, open OpenMausBot → Settings → Phone.
pt_br: No seu computador, abra OpenMausBot → Ajustes → Telefone.
zh_hans: 请在电脑上打开 OpenMausBot →「设置」→「手机」。
zh_hant: 請在電腦上開啟 OpenMausBot →「設定」→「手機」。

source: On your computer, open Settings → Phone → Set up a phone.
pt_br: No seu computador, abra Ajustes → Telefone → Configurar um telefone.
zh_hans: 请在电脑上打开「设置」→「手机」→「设置手机」。
zh_hant: 請在電腦上開啟「設定」→「手機」→「設定手機」。

source: One time
pt_br: Uma vez
zh_hans: 单次
zh_hant: 單次

source: Only continue on a network you trust. Local connections are authenticated but are not encrypted by OpenMausBot.
pt_br: Só continue em uma rede em que você confia. As conexões locais são autenticadas, mas não são criptografadas pelo OpenMausBot.
zh_hans: 仅在你信任的网络上继续。局域网路连接会经过验证，但 OpenMausBot 不会加密这些连接。
zh_hant: 僅在你信任的網路上繼續。區域網路連線會經過驗證，但 OpenMausBot 不會加密這些連線。

source: Open Settings
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open chat to review
pt_br: Abrir a conversa para revisar
zh_hans: 打开聊天以检查
zh_hant: 開啟聊天以檢查

source: Open chats, approve actions, and send new work from this device.
pt_br: Abra conversas, aprove ações e envie novos trabalhos deste dispositivo.
zh_hans: 在此设备上打开聊天、核准操作并发送新工作。
zh_hant: 在此裝置上開啟聊天、核准操作並傳送新工作。

source: Open desktop
pt_br: Abrir área de trabalho
zh_hans: 打开桌面
zh_hant: 開啟桌面

source: Open links to other computer files from the original chat message.
pt_br: Abra links para outros arquivos do computador pela mensagem original da conversa.
zh_hans: 从原始聊天消息打开其他电脑文件的链接。
zh_hant: 從原始聊天訊息開啟其他電腦檔案的連結。

source: Open live cloud desktop
pt_br: Abrir a área de trabalho na nuvem ao vivo
zh_hans: 打开即时云端桌面
zh_hant: 開啟即時雲端桌面

source: Open live cloud desktop?
pt_br: Abrir a área de trabalho na nuvem ao vivo?
zh_hans: 要打开即时云端桌面吗？
zh_hant: 要開啟即時雲端桌面嗎？

source: Open live screen & desktop controls
pt_br: Abrir a tela ao vivo e os controles da área de trabalho
zh_hans: 打开即时屏幕与桌面控制
zh_hant: 開啟即時螢幕與桌面控制

source: Open the chat to review SKILL.md
pt_br: Abrir a conversa para revisar o SKILL.md
zh_hans: 打开聊天以检查 SKILL.md
zh_hant: 開啟聊天以檢查 SKILL.md

source: OpenMausBot is trying the saved connection automatically.
pt_br: O OpenMausBot está tentando a conexão salva automaticamente.
zh_hans: OpenMausBot 正在自动尝试已保存的连接。
zh_hant: OpenMausBot 正在自動嘗試已儲存的連線。

source: Opening…
pt_br: Abrindo…
zh_hans: 正在打开…
zh_hant: 開啟中…

source: Opens a preview
pt_br: Abre uma pré-visualização
zh_hans: 打开预览
zh_hant: 開啟預覽

source: Opens device Settings
pt_br: Abre os Ajustes do dispositivo
zh_hans: 打开设备设置
zh_hant: 開啟裝置設定

source: Opens the image full screen
pt_br: Abre a imagem em tela cheia
zh_hans: 全屏幕打开图片
zh_hant: 全螢幕開啟圖片

source: Optional. The clock starts when work actually begins and does not control how often the routine starts.
pt_br: Opcional. O relógio começa quando o trabalho realmente inicia e não controla com que frequência a rotina começa.
zh_hans: 选填。工作实际开始时才会启动计时器，且不会影响例行工作的调度频率。
zh_hant: 選填。工作實際開始時才會啟動計時器，且不會影響例行工作的排程頻率。

source: Other computers
pt_br: Outros computadores
zh_hans: 其他电脑
zh_hant: 其他電腦

source: Other ways to connect
pt_br: Outras formas de conectar
zh_hans: 其他连接方式
zh_hant: 其他連線方式

source: PNG, JPEG, GIF, or WebP, up to 10 MB. Images are stored on your paired computer and loaded with this device's pairing token.
pt_br: PNG, JPEG, GIF ou WebP, até 10 MB. As imagens ficam no computador pareado e são carregadas com o token de pareamento deste dispositivo.
zh_hans: 支持 PNG、JPEG、GIF 或 WebP，大小上限为 10 MB。图片会保存在已配对的电脑上，并使用此设备的配对权杖加载。
zh_hant: 支援 PNG、JPEG、GIF 或 WebP，大小上限為 10 MB。圖片會儲存在已配對的電腦上，並使用此裝置的配對權杖載入。

source: Pair again
pt_br: Parear de novo
zh_hans: 重新配对
zh_hant: 重新配對

source: Pair again by QR code, or finish on your computer.
pt_br: Pareie de novo por QR code, ou conclua no seu computador.
zh_hans: 再次扫描 QR Code 配对，或在电脑上完成配对。
zh_hant: 再次掃描 QR Code 配對，或在電腦上完成配對。

source: Pair again to enter here
pt_br: Pareie de novo para digitar aqui
zh_hans: 重新配对后即可在此输入
zh_hant: 重新配對後即可在此輸入

source: Pair this device with OpenMausBot to see your chats and respond to your bots.
pt_br: Pareie este dispositivo com o OpenMausBot para ver suas conversas e responder aos seus bots.
zh_hans: 将此设备与 OpenMausBot 配对，即可查看聊天并回复机器人。
zh_hant: 將此裝置與 OpenMausBot 配對，即可查看聊天並回覆機器人。

source: Past run receipts remain available.
pt_br: Os recibos de execuções anteriores continuam disponíveis.
zh_hans: 先前的运行回执仍可查看。
zh_hant: 先前的執行回執仍可查看。

source: Pause
pt_br: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Paused
pt_br: Pausada
zh_hans: 已暂停
zh_hant: 已暫停

source: Photo Library
pt_br: Fototeca
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Pick a voice for this agent before enabling speech.
pt_br: Escolha uma voz para este agente antes de ativar a fala.
zh_hans: 激活语音前，请先为此机器人选择语音。
zh_hant: 啟用語音前，請先為此機器人選擇語音。

source: Pick an agent voice or configure a workspace default on your computer first.
pt_br: Escolha uma voz para o agente ou configure um padrão do espaço de trabalho no seu computador primeiro.
zh_hans: 请先选择机器人语音，或在电脑上设置工作区缺省语音。
zh_hant: 請先選擇機器人語音，或在電腦上設定工作區預設語音。

source: Pick up the same conversations from your computer.
pt_br: Retome as mesmas conversas do seu computador.
zh_hans: 继续处理电脑上的相同对话。
zh_hant: 繼續處理電腦上的相同對話。

source: Pinned
pt_br: Fixados
zh_hans: 已置顶
zh_hant: 已釘選

source: Pinned bots stay in Pinned until you unpin them.
pt_br: Os bots fixados continuam em Fixados até você desafixá-los.
zh_hans: 已钉选的机器人会留在「已钉选」，直到你取消钉选。
zh_hant: 已釘選的機器人會留在「已釘選」，直到你取消釘選。

source: Point the camera at the QR code on your computer
pt_br: Aponte a câmera para o QR code no seu computador
zh_hans: 将相机对准电脑上的 QR Code
zh_hant: 將相機對準電腦上的 QR Code

source: Preparing attachments…
pt_br: Preparando anexos…
zh_hans: 正在准备附件…
zh_hant: 正在準備附件…

source: Preview
pt_br: Prévia
zh_hans: 预览
zh_hant: 預覽

source: Preview voice
pt_br: Ouvir a voz
zh_hans: 预览语音
zh_hant: 預覽語音

source: Primary account
pt_br: Conta principal
zh_hans: 主要帐户
zh_hant: 主要帳戶

source: Private by design
pt_br: Privado por princípio
zh_hans: 以隐私为设计内核
zh_hant: 以隱私為設計核心

source: Provider
pt_br: Provedor
zh_hans: 提供者
zh_hant: 提供者

source: Provider accounts and API keys stay on your computer. Default sends no reasoning level and lets the provider decide.
pt_br: As contas de provedor e as chaves de API ficam no seu computador. Padrão não envia nível de raciocínio e deixa o provedor decidir.
zh_hans: 提供者帐户与 API 密钥会保留在你的电脑上。缺省不会发送推理等级，由提供者自行决定。
zh_hant: 提供者帳戶與 API 金鑰會保留在你的電腦上。預設不會傳送推理等級，由提供者自行決定。

source: Quick Replies
pt_br: Respostas rápidas
zh_hans: 快速回复
zh_hant: 快速回覆

source: Quietly on
pt_br: Ativadas em silêncio
zh_hans: 静音打开
zh_hant: 靜音開啟

source: Reasoning effort
pt_br: Esforço de raciocínio
zh_hans: 推理强度
zh_hant: 推理強度

source: Recent changes
pt_br: Mudanças recentes
zh_hans: 近期变更
zh_hant: 近期變更

source: Reduced
pt_br: Reduzida
zh_hans: 精简
zh_hant: 精簡

source: Refresh
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

source: Remove
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove %@?
pt_br: Remover %@?
zh_hans: 要移除 %@ 吗？
zh_hant: 要移除 %@ 嗎？

source: Remove connection from this device
pt_br: Remover conexão deste dispositivo
zh_hans: 从此设备移除连接
zh_hant: 從此裝置移除連線

source: Remove from this device
pt_br: Remover deste dispositivo
zh_hans: 从此设备移除
zh_hant: 從此裝置移除

source: Remove this computer?
pt_br: Remover este computador?
zh_hans: 要移除此电脑吗？
zh_hant: 要移除此電腦嗎？

source: Remove this connection?
pt_br: Remover esta conexão?
zh_hans: 要移除此连接吗？
zh_hant: 要移除此連線嗎？

source: Rename
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

source: Repeats
pt_br: Repetições
zh_hans: 重复频率
zh_hant: 重複頻率

source: Requesting camera access…
pt_br: Pedindo acesso à câmera…
zh_hans: 正在要求相机权限…
zh_hant: 正在要求相機權限…

source: Reset quick replies?
pt_br: Restaurar as respostas rápidas?
zh_hans: 要重设快速回复吗？
zh_hant: 要重設快速回覆嗎？

source: Reset to Defaults
pt_br: Restaurar padrões
zh_hans: 还原默认值
zh_hant: 還原預設值

source: Respond when a bot needs you
pt_br: Responda quando um bot precisar de você
zh_hans: 在机器人需要你时回复
zh_hant: 在機器人需要你時回覆

source: Resume
pt_br: Retomar
zh_hans: 继续
zh_hant: 繼續

source: Resuming…
pt_br: Retomando…
zh_hans: 正在继续…
zh_hant: 正在繼續…

source: Retry
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

source: Retry the last turn with fresh context
pt_br: Repetir o último turno com contexto novo
zh_hans: 使用新的上下文重试上一回合
zh_hant: 使用新的上下文重試上一回合

source: Review approvals without going back to your desk.
pt_br: Revise aprovações sem voltar para a sua mesa.
zh_hans: 无须回到座位，也能检查待核准项目。
zh_hant: 無須回到座位，也能檢查待核准項目。

source: Review the complete SKILL.md
pt_br: Revisar o SKILL.md completo
zh_hans: 查看完整的 SKILL.md
zh_hant: 檢視完整的 SKILL.md

source: Rounded
pt_br: Arredondado
zh_hans: 圆角
zh_hant: 圓角

source: Routine name
pt_br: Nome da rotina
zh_hans: 例行工作名称
zh_hant: 例行工作名稱

source: Routines
pt_br: Rotinas
zh_hans: 例行工作
zh_hant: 例行工作

source: Run all automated tests
pt_br: Rodar todos os testes automatizados
zh_hans: 运行所有自动化测试
zh_hant: 執行所有自動化測試

source: Run location
pt_br: Local de execução
zh_hans: 运行位置
zh_hant: 執行位置

source: Run now
pt_br: Executar agora
zh_hans: 立即运行
zh_hant: 立即執行

source: Run receipts
pt_br: Recibos de execução
zh_hans: 运行回执
zh_hant: 執行回執

source: Run tests
pt_br: Rodar testes
zh_hans: 运行测试
zh_hant: 執行測試

source: Runs every
pt_br: Roda a cada
zh_hans: 运行频率
zh_hant: 執行頻率

source: Runs on
pt_br: Roda em
zh_hans: 运行日期
zh_hant: 執行日期

source: Runs the agent and its tools inside its Boat virtual machine. The VM wakes automatically for each run; keep OpenMausBot running so its scheduler can launch the job.
pt_br: Roda o agente e as ferramentas dele dentro da máquina virtual Boat. A VM acorda automaticamente a cada execução; mantenha o OpenMausBot rodando para que o agendador consiga iniciar o trabalho.
zh_hans: 在 Boat 虚拟机中运行机器人及其工具。每次运行时 VM 都会自动启动；请保持 OpenMausBot 运行，调度器才能启动工作。
zh_hant: 在 Boat 虛擬機器中執行機器人及其工具。每次執行時 VM 都會自動啟動；請保持 OpenMausBot 執行，排程器才能啟動工作。

source: SLASH COMMANDS
pt_br: COMANDOS DE BARRA
zh_hans: 斜线指令
zh_hant: 斜線指令

source: Save
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save profile changes
pt_br: Salvar alterações do perfil
zh_hans: 保存设置档变更
zh_hant: 儲存設定檔變更

source: Saved securely on your computer.
pt_br: Salvo com segurança no seu computador.
zh_hans: 已安全保存在你的电脑上。
zh_hant: 已安全儲存在你的電腦上。

source: Saved securely. The task resumed.
pt_br: Salvo com segurança. A tarefa retomou.
zh_hans: 已安全保存。任务已继续。
zh_hant: 已安全儲存。任務已繼續。

source: Scan QR Code
pt_br: Escanear QR code
zh_hans: 扫描 QR Code
zh_hant: 掃描 QR Code

source: Scan QR code
pt_br: Escanear QR code
zh_hans: 扫描 QR Code
zh_hant: 掃描 QR Code

source: Scan the QR code in OpenMausBot. We'll securely choose the best way to connect.
pt_br: Escaneie o QR code no OpenMausBot. Vamos escolher com segurança a melhor forma de conectar.
zh_hans: 扫描 OpenMausBot 中的 QR Code。我们会安全地选择最佳连接方式。
zh_hant: 掃描 OpenMausBot 中的 QR Code。我們會安全地選擇最佳連線方式。

source: Scanner unavailable
pt_br: Leitor indisponível
zh_hans: 扫描仪无法使用
zh_hant: 掃描器無法使用

source: Schedule
pt_br: Agendamento
zh_hans: 调度
zh_hant: 排程

source: Schedule recurring or one-time agent work.
pt_br: Agende trabalhos do agente, recorrentes ou únicos.
zh_hans: 排定周期性或单次的机器人工作。
zh_hant: 排定週期性或單次的機器人工作。

source: Search
pt_br: Buscar
zh_hans: 搜索
zh_hant: 搜尋

source: Search apps
pt_br: Buscar apps
zh_hans: 搜索应用
zh_hant: 搜尋應用程式

source: Secure connection required
pt_br: Conexão segura necessária
zh_hans: 需要安全连接
zh_hant: 需要安全連線

source: Select Text
pt_br: Selecionar texto
zh_hans: 选取文本
zh_hant: 選取文字

source: Select all
pt_br: Selecionar todos
zh_hans: 全选
zh_hant: 全選

source: Selected days
pt_br: Dias selecionados
zh_hans: 已选日期
zh_hant: 已選日期

source: Send
pt_br: Enviar
zh_hans: 发送
zh_hant: 傳送

source: Sending…
pt_br: Enviando…
zh_hans: 正在发送…
zh_hant: 傳送中…

source: Set the interval to
pt_br: Definir o intervalo como
zh_hans: 间隔设为
zh_hant: 間隔設為

source: Settings
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Shape
pt_br: Forma
zh_hans: 形状
zh_hant: 形狀

source: Share as JSON
pt_br: Compartilhar como JSON
zh_hans: 以 JSON 分享
zh_hant: 以 JSON 分享

source: Share transcript
pt_br: Compartilhar a transcrição
zh_hans: 分享逐字稿
zh_hant: 分享逐字稿

source: Show diff
pt_br: Mostrar diff
zh_hans: 显示差异
zh_hant: 顯示差異

source: Show first 80 lines
pt_br: Mostrar as primeiras 80 linhas
zh_hans: 显示前 80 行
zh_hant: 顯示前 80 行

source: Show full address
pt_br: Mostrar endereço completo
zh_hans: 显示完整地址
zh_hant: 顯示完整位址

source: Showing what was connected last time. Your computer could not open its credential store just now, so these could not be re-checked. Nothing has been disconnected — restarting OpenMausBot on your computer usually clears this.
pt_br: Mostrando o que estava conectado da última vez. O seu computador não conseguiu abrir o cofre de credenciais agora, então não foi possível verificá-las de novo. Nada foi desconectado — reiniciar o OpenMausBot no seu computador costuma resolver.
zh_hans: 显示上次连接的项目。你的电脑目前无法打开凭证保存区，因此无法重新检查。没有任何连接遭到中断 — 通常重新启动电脑上的 OpenMausBot 即可解决。
zh_hant: 顯示上次連線的項目。你的電腦目前無法開啟憑證儲存區，因此無法重新檢查。沒有任何連線遭到中斷 — 通常重新啟動電腦上的 OpenMausBot 即可解決。

source: Shows the steps
pt_br: Mostra os passos
zh_hans: 显示步骤
zh_hant: 顯示步驟

source: Slash commands
pt_br: Comandos de barra
zh_hans: 斜线指令
zh_hant: 斜線指令

source: Something went wrong
pt_br: Algo deu errado
zh_hans: 发生错误
zh_hant: 發生錯誤

source: Source: %@
pt_br: Origem: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Source: unknown
pt_br: Origem: desconhecida
zh_hans: 来源：不明
zh_hant: 來源：不明

source: Speak replies
pt_br: Falar as respostas
zh_hans: 朗读回复
zh_hant: 朗讀回覆

source: Square
pt_br: Quadrado
zh_hans: 方形
zh_hant: 方形

source: Start dictation
pt_br: Iniciar o ditado
zh_hans: 开始听写
zh_hant: 開始語音輸入

source: Stay in the loop
pt_br: Fique por dentro
zh_hans: 掌握最新进度
zh_hant: 掌握最新進度

source: Steer and redirect active execution
pt_br: Guiar e redirecionar a execução ativa
zh_hans: 引导并重新导向进行中的运行
zh_hant: 引導並重新導向進行中的執行

source: Steps fold into one line. Failures always show.
pt_br: Os passos se juntam em uma linha. As falhas sempre aparecem.
zh_hans: 将步骤收合为单行；失败项目一律显示。
zh_hant: 將步驟收合為單行；失敗項目一律顯示。

source: Stop dictation
pt_br: Parar o ditado
zh_hans: 停止听写
zh_hant: 停止語音輸入

source: Stop if still running after
pt_br: Parar se ainda estiver rodando depois de
zh_hans: 若仍在运行，于此时间后停止
zh_hant: 若仍在執行，於此時間後停止

source: Stop the current turn
pt_br: Parar o turno atual
zh_hans: 停止目前回合
zh_hant: 停止目前回合

source: Stop this bot before changing its model.
pt_br: Pare este bot antes de mudar o modelo dele.
zh_hans: 变更模型前请先停止此机器人。
zh_hant: 變更模型前請先停止此機器人。

source: Structured transcript data
pt_br: Dados estruturados da transcrição
zh_hans: 结构化逐字稿数据
zh_hant: 結構化逐字稿資料

source: Swipe a section together
pt_br: Junte uma seção deslizando
zh_hans: 一起滑动区段
zh_hant: 一起滑動區段

source: Swipe another section together, or tap Done.
pt_br: Junte outra seção deslizando, ou toque em Concluído.
zh_hans: 一起滑动另一个区段，或点一下「完成」。
zh_hant: 一起滑動另一個區段，或點一下「完成」。

source: Switch to Secure phone access (HTTPS) or Tailscale, then try again. You can still finish this request on your computer.
pt_br: Mude para Acesso seguro pelo telefone (HTTPS) ou Tailscale e tente de novo. Você ainda pode concluir esta solicitação no seu computador.
zh_hans: 请切换为安全手机访问（HTTPS）或 Tailscale，再试一次。你仍可在电脑上完成此要求。
zh_hant: 請切換為安全手機存取（HTTPS）或 Tailscale，再試一次。你仍可在電腦上完成此要求。

source: Switch, rename or remove one
pt_br: Trocar, renomear ou remover uma
zh_hans: 切换、重命名或移除其中一部
zh_hant: 切換、重新命名或移除其中一部

source: Switches OpenMausMobile to this computer
pt_br: Muda o OpenMausMobile para este computador
zh_hans: 将 OpenMausMobile 切换至此电脑
zh_hant: 將 OpenMausMobile 切換至此電腦

source: Tailscale connection
pt_br: Conexão Tailscale
zh_hans: Tailscale 连接
zh_hant: Tailscale 連線

source: Take your bots with you
pt_br: Leve seus bots com você
zh_hans: 随身使用机器人
zh_hant: 隨身使用機器人

source: Tap a chip to edit it. Drag to reorder, swipe to delete.
pt_br: Toque em um chip para editá-lo. Arraste para reordenar, deslize para excluir.
zh_hans: 点一下选项即可编辑。拖曳以重新排序，滑动即可删除。
zh_hant: 點一下選項即可編輯。拖曳以重新排序，滑動即可刪除。

source: Tap bots individually, or hold and swipe through the grid.
pt_br: Toque nos bots um a um, ou segure e deslize pela grade.
zh_hans: 逐一点击机器人，或按住后在格状清单中滑动。
zh_hant: 逐一點選機器人，或按住後在格狀清單中滑動。

source: Tap to preview
pt_br: Toque para pré-visualizar
zh_hans: 点一下以预览
zh_hant: 點一下以預覽

source: Tap to switch
pt_br: Toque para trocar
zh_hans: 点一下以切换
zh_hant: 點一下以切換

source: Temporarily on
pt_br: Ativadas temporariamente
zh_hans: 暂时打开
zh_hant: 暫時開啟

source: That address doesn't look right. Copy it from Phone settings and try again.
pt_br: Esse endereço não parece certo. Copie-o dos ajustes de Telefone e tente de novo.
zh_hans: 地址格式似乎不正确。请从「手机」设置拷贝地址后再试一次。
zh_hant: 位址格式似乎不正確。請從「手機」設定複製位址後再試一次。

source: That image is larger than 10 MB.
pt_br: Essa imagem é maior que 10 MB.
zh_hans: 该图片超过 10 MB。
zh_hant: 該圖片超過 10 MB。

source: That isn't an OpenMausBot pairing QR code.
pt_br: Esse não é um QR code de pareamento do OpenMausBot.
zh_hans: 这不是 OpenMausBot 配对 QR Code。
zh_hant: 這不是 OpenMausBot 配對 QR Code。

source: That link couldn't be opened.
pt_br: Não foi possível abrir esse link.
zh_hans: 无法打开该链接。
zh_hant: 無法開啟該連結。

source: The authorization page could not be opened. Try again after checking your browser restrictions.
pt_br: Não foi possível abrir a página de autorização. Tente de novo depois de verificar as restrições do seu navegador.
zh_hans: 无法打开授权页面。请检查浏览器限制后再试一次。
zh_hant: 無法開啟授權頁面。請檢查瀏覽器限制後再試一次。

source: The chip row is hidden while this list is empty.
pt_br: A linha de chips fica oculta enquanto esta lista está vazia.
zh_hans: 清单为空时会隐藏选项列。
zh_hant: 清單為空時會隱藏選項列。

source: The connection was removed on your computer. Pair again to keep using your chats here.
pt_br: A conexão foi removida no seu computador. Pareie de novo para continuar usando suas conversas aqui.
zh_hans: 此连接已在你的电脑上移除。请重新配对，才能继续在此查看聊天。
zh_hant: 此連線已在你的電腦上移除。請重新配對，才能繼續在此查看聊天。

source: The copied diff always includes every line
pt_br: O diff copiado sempre inclui todas as linhas
zh_hans: 拷贝的差异内容一律包含所有行
zh_hant: 複製的差異內容一律包含所有行

source: The downloaded file couldn't be previewed.
pt_br: Não foi possível pré-visualizar o arquivo baixado.
zh_hans: 无法预览下载的文件。
zh_hant: 無法預覽下載的檔案。

source: The generated audio could not be played.
pt_br: Não foi possível reproduzir o áudio gerado.
zh_hans: 无法播放产生的音频。
zh_hant: 無法播放產生的音訊。

source: The voice choice belongs to this agent. Workspace default uses the shared voice selected on your computer.
pt_br: A escolha de voz pertence a este agente. Padrão do espaço de trabalho usa a voz compartilhada selecionada no seu computador.
zh_hans: 语音选择仅适用于此机器人。工作区缺省语音会使用你在电脑上选取的共用语音。
zh_hant: 語音選擇僅適用於此機器人。工作區預設語音會使用你在電腦上選取的共用語音。

source: Thinking…
pt_br: Pensando…
zh_hans: 思考中…
zh_hant: 思考中…

source: This bot's computer is only captured while it is working.
pt_br: O computador deste bot só é capturado enquanto ele está trabalhando.
zh_hans: 只有在此机器人工作时，才会截取其电脑画面。
zh_hant: 只有在此機器人工作時，才會擷取其電腦畫面。

source: This computer
pt_br: Este computador
zh_hans: 此电脑
zh_hant: 此電腦

source: This computer is connected and responding normally.
pt_br: Este computador está conectado e respondendo normalmente.
zh_hans: 此电脑已连接，且回应正常。
zh_hant: 此電腦已連線，且回應正常。

source: This creates a new version and continues from there.
pt_br: Isto cria uma nova versão e continua a partir dela.
zh_hans: 这会创建新版本并从该处继续。
zh_hant: 這會建立新版本並從該處繼續。

source: This device is not paired with a computer.
pt_br: Este dispositivo não está pareado com um computador.
zh_hans: 此设备尚未与电脑配对。
zh_hant: 此裝置尚未與電腦配對。

source: This device was removed from the computer. Pair it again to reconnect.
pt_br: Este dispositivo foi removido do computador. Pareie novamente para reconectar.
zh_hans: 此设备已从电脑移除。请重新配对以重新连接。
zh_hant: 此裝置已從電腦移除。請重新配對以重新連線。

source: This device was unpaired
pt_br: Este dispositivo foi despareado
zh_hans: 此设备已取消配对
zh_hant: 此裝置已取消配對

source: This device was unpaired on the computer.
pt_br: Este dispositivo foi despareado no computador.
zh_hans: 此设备已在电脑上取消配对。
zh_hant: 此裝置已在電腦上取消配對。
